Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 挂载迁移未完成，原数据保留在「%@」，未覆盖当前路径。外置卷「%@」（%@）也已保留。请检查挂载点后再恢复。%@
ar: لم يكتمل الترحيل بالتحميل. تم الاحتفاظ بالبيانات الأصلية في «%@»، ولم تتم الكتابة فوق المسار الحالي. وتم الاحتفاظ أيضًا بوحدة التخزين الخارجية «%@» (%@). تحقق من نقطة التحميل قبل الاستعادة. %@
de: Die Mount-Migration wurde nicht abgeschlossen. Die ursprünglichen Daten bleiben unter „%@“ erhalten; der aktuelle Pfad wurde nicht überschrieben. Das externe Volume „%@“ (%@) bleibt ebenfalls erhalten. Prüfe vor der Wiederherstellung den Mountpunkt. %@
en: Mount migration did not complete. Your original data is preserved at “%@”; the current path was not overwritten. The external volume “%@” (%@) is also preserved. Check the mount point before restoring. %@
eo: La migrado per muntado ne finiĝis. La originalaj datumoj estas konservitaj ĉe “%@”; la nuna vojo ne estis superskribita. La ekstera volumo “%@” (%@) ankaŭ estas konservita. Kontrolu la muntopunkton antaŭ restarigo. %@
es: La migración por montaje no ha terminado. Los datos originales se conservan en «%@»; no se ha sobrescrito la ruta actual. El volumen externo «%@» (%@) también se ha conservado. Comprueba el punto de montaje antes de restaurar. %@
fr: La migration par montage n’a pas abouti. Les données d’origine sont conservées dans « %@ » ; le chemin actuel n’a pas été écrasé. Le volume externe « %@ » (%@) est également conservé. Vérifiez le point de montage avant de restaurer. %@
hi: माउंट द्वारा माइग्रेशन पूरा नहीं हुआ। मूल डेटा “%@” में सुरक्षित रखा गया है; मौजूदा पाथ ओवरराइट नहीं किया गया। बाहरी वॉल्यूम “%@” (%@) भी सुरक्षित रखा गया है। पुनर्स्थापित करने से पहले माउंट पॉइंट जाँचें। %@
id: Migrasi dengan pemasangan belum selesai. Data asli disimpan di “%@”; jalur saat ini tidak ditimpa. Volume eksternal “%@” (%@) juga dipertahankan. Periksa titik pemasangan sebelum memulihkan. %@
it: La migrazione tramite montaggio non è stata completata. I dati originali sono conservati in “%@”; il percorso attuale non è stato sovrascritto. Anche il volume esterno “%@” (%@) è stato conservato. Controlla il punto di montaggio prima di ripristinare. %@
ja: マウント移行が完了しませんでした。元のデータは「%@」に保持され、現在のパスは上書きされていません。外部ボリューム「%@」（%@）も保持されています。マウントポイントを確認してから復元してください。%@
ko: 마운트 마이그레이션이 완료되지 않았습니다. 원본 데이터는 “%@”에 보존되었으며 현재 경로를 덮어쓰지 않았습니다. 외장 볼륨 “%@”(%@)도 보존되었습니다. 마운트 지점을 확인한 후 복원해 주세요. %@
nl: De migratie via aankoppelen is niet voltooid. De oorspronkelijke gegevens zijn bewaard in ‘%@’; het huidige pad is niet overschreven. Het externe volume ‘%@’ (%@) is ook behouden. Controleer het koppelpunt voordat je herstelt. %@
pl: Migracja przez montowanie nie została ukończona. Oryginalne dane zachowano w „%@”; bieżąca ścieżka nie została nadpisana. Wolumin zewnętrzny „%@” (%@) również zachowano. Przed przywracaniem sprawdź punkt montowania. %@
pt: A migração por montagem não foi concluída. Os dados originais foram preservados em “%@”; o caminho atual não foi sobrescrito. O volume externo “%@” (%@) também foi preservado. Verifique o ponto de montagem antes de restaurar. %@
ru: Перенос с монтированием не завершён. Исходные данные сохранены в «%@»; текущий путь не перезаписан. Внешний том «%@» (%@) также сохранён. Проверьте точку монтирования перед восстановлением. %@
th: การย้ายแบบต่อเชื่อมยังไม่เสร็จ ข้อมูลต้นฉบับยังเก็บไว้ที่ “%@” โดยไม่ได้เขียนทับพาธปัจจุบัน ดิสก์โวลุ่มภายนอก “%@” (%@) ยังคงอยู่เช่นกัน โปรดตรวจสอบจุดต่อเชื่อมก่อนกู้คืน %@
tr: Bağlayarak taşıma tamamlanmadı. Özgün veriler “%@” konumunda korundu; mevcut yolun üzerine yazılmadı. “%@” (%@) harici birimi de korundu. Geri yüklemeden önce bağlama noktasını kontrol edin. %@
vi: Di chuyển bằng gắn kết chưa hoàn tất. Dữ liệu gốc được giữ tại “%@”; đường dẫn hiện tại không bị ghi đè. Ổ lưu trữ ngoài “%@” (%@) cũng được giữ lại. Hãy kiểm tra điểm gắn kết trước khi khôi phục. %@
zh_hant: 掛載遷移未完成，原始資料保留在「%@」，未覆蓋目前路徑。外接卷宗「%@」（%@）也已保留。請檢查掛載點後再還原。%@

source: 还原未完成，已复制的本地数据保留在「%@」，外置卷也已保留。请检查迁移记录和挂载状态后重试。%@
ar: لم تكتمل الاستعادة. تم الاحتفاظ بالبيانات المنسوخة إلى هذا الـ Mac في «%@»، وبوحدة التخزين الخارجية أيضًا. تحقق من سجلات الترحيل وحالة التحميل قبل إعادة المحاولة. %@
de: Die Wiederherstellung wurde nicht abgeschlossen. Die auf diesen Mac kopierten Daten bleiben unter „%@“ erhalten, ebenso das externe Volume. Prüfe vor einem erneuten Versuch die Migrationseinträge und den Mountstatus. %@
en: Restoration did not complete. The local copy is preserved at “%@”, and the external volume is also preserved. Check the migration records and mount status before trying again. %@
eo: La restarigo ne finiĝis. La datumoj kopiitaj al ĉi tiu Mac estas konservitaj ĉe “%@”, kaj la ekstera volumo ankaŭ estas konservita. Kontrolu la migradajn registrojn kaj la muntan staton antaŭ reprovo. %@
es: La restauración no ha terminado. Los datos copiados en este Mac se conservan en «%@», y el volumen externo también se ha conservado. Comprueba los registros de migración y el estado del montaje antes de volver a intentarlo. %@
fr: La restauration n’a pas abouti. Les données copiées sur ce Mac sont conservées dans « %@ ». Le volume externe est également conservé. Vérifiez les enregistrements de migration et l’état du montage avant de réessayer. %@
hi: पुनर्स्थापन पूरा नहीं हुआ। इस Mac पर कॉपी किया गया डेटा “%@” में सुरक्षित रखा गया है और बाहरी वॉल्यूम भी सुरक्षित है। फिर से कोशिश करने से पहले माइग्रेशन रिकॉर्ड और माउंट की स्थिति जाँचें। %@
id: Pemulihan belum selesai. Data yang disalin ke Mac ini disimpan di “%@”, dan volume eksternal juga dipertahankan. Periksa catatan migrasi dan status pemasangan sebelum mencoba lagi. %@
it: Il ripristino non è stato completato. I dati copiati su questo Mac sono conservati in “%@”, e anche il volume esterno è stato conservato. Controlla le registrazioni della migrazione e lo stato di montaggio prima di riprovare. %@
ja: 復元が完了しませんでした。このMacにコピーしたデータは「%@」に保持され、外部ボリュームも保持されています。移行記録とマウント状態を確認してから再試行してください。%@
ko: 복원이 완료되지 않았습니다. 이 Mac으로 복사한 데이터는 “%@”에 보존되었으며 외장 볼륨도 보존되었습니다. 마이그레이션 기록과 마운트 상태를 확인한 후 다시 시도해 주세요. %@
nl: Het herstel is niet voltooid. De gegevens die naar deze Mac zijn gekopieerd, zijn bewaard in ‘%@’, en het externe volume is ook behouden. Controleer de migratieregistraties en de koppelstatus voordat je het opnieuw probeert. %@
pl: Przywracanie nie zostało ukończone. Dane skopiowane na tego Maca zachowano w „%@”, a wolumin zewnętrzny również został zachowany. Przed ponowną próbą sprawdź wpisy migracji i stan montowania. %@
pt: A restauração não foi concluída. Os dados copiados para este Mac foram preservados em “%@”, e o volume externo também foi preservado. Verifique os registros de migração e o estado da montagem antes de tentar novamente. %@
ru: Восстановление не завершено. Данные, скопированные на этот Mac, сохранены в «%@»; внешний том также сохранён. Проверьте записи о переносе и состояние монтирования перед повторной попыткой. %@
th: การกู้คืนยังไม่เสร็จ ข้อมูลที่คัดลอกมายัง Mac เครื่องนี้เก็บไว้ที่ “%@” และดิสก์โวลุ่มภายนอกยังคงอยู่ โปรดตรวจสอบระเบียนการย้ายและสถานะการต่อเชื่อมก่อนลองอีกครั้ง %@
tr: Geri yükleme tamamlanmadı. Bu Mac’e kopyalanan veriler “%@” konumunda korundu; harici birim de korundu. Yeniden denemeden önce taşıma kayıtlarını ve bağlama durumunu kontrol edin. %@
vi: Khôi phục chưa hoàn tất. Dữ liệu đã chép về máy Mac này được giữ tại “%@”, và ổ lưu trữ ngoài cũng được giữ lại. Hãy kiểm tra bản ghi di chuyển và trạng thái gắn kết trước khi thử lại. %@
zh_hant: 還原未完成，已複製到本機的資料保留在「%@」，外接卷宗也已保留。請檢查遷移記錄和掛載狀態後再試。%@

source: 挂载迁移已完成，但本地安全备份仍保留在「%@」。可稍后重试清理；当前挂载数据不受影响。%@
ar: اكتمل الترحيل بالتحميل، لكن النسخة الاحتياطية المحلية للأمان لا تزال في «%@». يمكنك إعادة محاولة التنظيف لاحقًا؛ لن تتأثر البيانات المحمّلة حاليًا. %@
de: Die Mount-Migration ist abgeschlossen, aber die lokale Sicherheitskopie bleibt unter „%@“ erhalten. Du kannst die Bereinigung später erneut versuchen; die aktuell eingebundenen Daten sind nicht betroffen. %@
en: Mount migration is complete, but the local safety backup remains at “%@”. You can retry cleanup later; the mounted data is unaffected. %@
eo: La migrado per muntado finiĝis, sed la loka sekurkopio ankoraŭ restas ĉe “%@”. Vi povas reprovi la purigadon poste; la nun muntitaj datumoj ne estas tuŝitaj. %@
es: La migración por montaje ha terminado, pero la copia de seguridad local permanece en «%@». Puedes volver a intentar la limpieza más tarde; los datos montados actualmente no se ven afectados. %@
fr: La migration par montage est terminée, mais la sauvegarde locale de sécurité reste dans « %@ ». Vous pourrez réessayer le nettoyage plus tard ; les données actuellement montées ne sont pas affectées. %@
hi: माउंट द्वारा माइग्रेशन पूरा हो गया है, लेकिन सुरक्षा के लिए बनाया गया स्थानीय बैकअप अभी भी “%@” में है। आप बाद में सफ़ाई फिर आज़मा सकते हैं; अभी माउंट किए गए डेटा पर कोई असर नहीं पड़ता। %@
id: Migrasi dengan pemasangan telah selesai, tetapi cadangan pengaman lokal masih tersimpan di “%@”. Anda dapat mencoba pembersihan lagi nanti; data yang sedang terpasang tidak terpengaruh. %@
it: La migrazione tramite montaggio è completata, ma il backup locale di sicurezza rimane in “%@”. Puoi riprovare la pulizia più tardi; i dati attualmente montati non sono interessati. %@
ja: マウント移行は完了しましたが、このMacの安全用バックアップが「%@」に残っています。後でクリーンアップを再試行できます。現在マウントされているデータには影響しません。%@
ko: 마운트 마이그레이션은 완료되었지만 로컬 안전 백업이 “%@”에 남아 있습니다. 나중에 정리를 다시 시도할 수 있으며 현재 마운트된 데이터에는 영향이 없습니다. %@
nl: De migratie via aankoppelen is voltooid, maar de lokale veiligheidskopie staat nog in ‘%@’. Je kunt het opruimen later opnieuw proberen; de momenteel aangekoppelde gegevens blijven onaangetast. %@
pl: Migracja przez montowanie została ukończona, ale lokalna kopia zabezpieczająca nadal znajduje się w „%@”. Możesz ponowić czyszczenie później; aktualnie zamontowane dane pozostają bez zmian. %@
pt: A migração por montagem foi concluída, mas o backup local de segurança permanece em “%@”. Você pode tentar a limpeza novamente mais tarde; os dados montados no momento não são afetados. %@
ru: Перенос с монтированием завершён, но локальная резервная копия остаётся в «%@». Очистку можно повторить позже; смонтированные данные не затронуты. %@
th: การย้ายแบบต่อเชื่อมเสร็จแล้ว แต่ข้อมูลสำรองเพื่อความปลอดภัยบนเครื่องยังอยู่ที่ “%@” คุณสามารถลองเก็บกวาดอีกครั้งในภายหลัง โดยข้อมูลที่ต่อเชื่อมอยู่จะไม่ได้รับผลกระทบ %@
tr: Bağlayarak taşıma tamamlandı ancak yerel güvenlik yedeği “%@” konumunda duruyor. Temizlemeyi daha sonra yeniden deneyebilirsiniz; şu anda bağlı olan veriler etkilenmez. %@
vi: Di chuyển bằng gắn kết đã hoàn tất, nhưng bản sao lưu an toàn trên máy vẫn nằm tại “%@”. Bạn có thể thử dọn dẹp lại sau; dữ liệu đang được gắn kết không bị ảnh hưởng. %@
zh_hant: 掛載遷移已完成，但本機安全備份仍保留在「%@」。可稍後重試清理；目前掛載的資料不受影響。%@

source: 数据已还原到「%@」，但外置卷「%@」（%@）的清理尚未完成。该卷不会再自动挂载，请稍后重试清理。%@
ar: تمت استعادة البيانات إلى «%@»، لكن تنظيف وحدة التخزين الخارجية «%@» (%@) لم يكتمل بعد. لن يتم تحميل هذه الوحدة تلقائيًا بعد الآن. أعد محاولة التنظيف لاحقًا. %@
de: Die Daten wurden unter „%@“ wiederhergestellt, aber die Bereinigung des externen Volumes „%@“ (%@) ist noch nicht abgeschlossen. Dieses Volume wird nicht mehr automatisch eingebunden. Versuche die Bereinigung später erneut. %@
en: Your data has been restored to “%@”, but cleanup of the external volume “%@” (%@) is incomplete. This volume will no longer mount automatically. Retry cleanup later. %@
eo: La datumoj estis restarigitaj al “%@”, sed la purigado de la ekstera volumo “%@” (%@) ankoraŭ ne finiĝis. Ĉi tiu volumo ne plu estos aŭtomate muntata. Reprovu la purigadon poste. %@
es: Los datos se han restaurado en «%@», pero la limpieza del volumen externo «%@» (%@) no ha terminado. Este volumen ya no se montará automáticamente. Vuelve a intentar la limpieza más tarde. %@
fr: Les données ont été restaurées dans « %@ », mais le nettoyage du volume externe « %@ » (%@) n’est pas terminé. Ce volume ne sera plus monté automatiquement. Réessayez le nettoyage plus tard. %@
hi: डेटा “%@” में पुनर्स्थापित हो गया है, लेकिन बाहरी वॉल्यूम “%@” (%@) की सफ़ाई अभी पूरी नहीं हुई। यह वॉल्यूम अब अपने-आप माउंट नहीं होगा। बाद में सफ़ाई फिर आज़माएँ। %@
id: Data telah dipulihkan ke “%@”, tetapi pembersihan volume eksternal “%@” (%@) belum selesai. Volume ini tidak akan dipasang secara otomatis lagi. Coba pembersihan lagi nanti. %@
it: I dati sono stati ripristinati in “%@”, ma la pulizia del volume esterno “%@” (%@) non è ancora completata. Questo volume non verrà più montato automaticamente. Riprova la pulizia più tardi. %@
ja: データは「%@」に復元されましたが、外部ボリューム「%@」（%@）のクリーンアップが完了していません。このボリュームは今後自動マウントされません。後でクリーンアップを再試行してください。%@
ko: 데이터가 “%@”에 복원되었지만 외장 볼륨 “%@”(%@)의 정리가 완료되지 않았습니다. 이 볼륨은 더 이상 자동으로 마운트되지 않습니다. 나중에 정리를 다시 시도해 주세요. %@
nl: De gegevens zijn hersteld in ‘%@’, maar het opruimen van het externe volume ‘%@’ (%@) is nog niet voltooid. Dit volume wordt niet meer automatisch aangekoppeld. Probeer het opruimen later opnieuw. %@
pl: Dane przywrócono do „%@”, ale czyszczenie woluminu zewnętrznego „%@” (%@) nie zostało jeszcze ukończone. Ten wolumin nie będzie już montowany automatycznie. Ponów czyszczenie później. %@
pt: Os dados foram restaurados em “%@”, mas a limpeza do volume externo “%@” (%@) ainda não foi concluída. Esse volume não será mais montado automaticamente. Tente a limpeza novamente mais tarde. %@
ru: Данные восстановлены в «%@», но очистка внешнего тома «%@» (%@) ещё не завершена. Этот том больше не будет монтироваться автоматически. Повторите очистку позже. %@
th: กู้คืนข้อมูลไปยัง “%@” แล้ว แต่ยังเก็บกวาดดิสก์โวลุ่มภายนอก “%@” (%@) ไม่เสร็จ ดิสก์โวลุ่มนี้จะไม่ต่อเชื่อมโดยอัตโนมัติอีก โปรดลองเก็บกวาดอีกครั้งในภายหลัง %@
tr: Veriler “%@” konumuna geri yüklendi ancak “%@” (%@) harici biriminin temizliği henüz tamamlanmadı. Bu birim artık otomatik olarak bağlanmayacak. Temizlemeyi daha sonra yeniden deneyin. %@
vi: Dữ liệu đã được khôi phục về “%@”, nhưng việc dọn dẹp ổ lưu trữ ngoài “%@” (%@) chưa hoàn tất. Ổ này sẽ không còn tự động gắn kết. Hãy thử dọn dẹp lại sau. %@
zh_hant: 資料已還原到「%@」，但外接卷宗「%@」（%@）尚未清理完成。此卷宗不會再自動掛載，請稍後重試清理。%@

source: 数据操作和副本清理已完成，但清理记录尚未更新。请稍后重试。%@
ar: اكتملت عملية البيانات وتنظيف النسخ، لكن سجل التنظيف لم يُحدّث بعد. أعد المحاولة لاحقًا. %@
de: Der Datenvorgang und die Bereinigung der Kopien sind abgeschlossen, aber der Bereinigungseintrag wurde noch nicht aktualisiert. Versuche es später erneut. %@
en: The data operation and copy cleanup are complete, but the cleanup record has not yet been updated. Try again later. %@
eo: La datuma operacio kaj la purigado de la kopioj finiĝis, sed la puriga registro ankoraŭ ne estas ĝisdatigita. Reprovu poste. %@
es: La operación de datos y la limpieza de las copias han terminado, pero el registro de limpieza aún no se ha actualizado. Vuelve a intentarlo más tarde. %@
fr: L’opération sur les données et le nettoyage des copies sont terminés, mais l’enregistrement de nettoyage n’a pas encore été mis à jour. Réessayez plus tard. %@
hi: डेटा संबंधी कार्रवाई और कॉपियों की सफ़ाई पूरी हो गई है, लेकिन सफ़ाई का रिकॉर्ड अभी अपडेट नहीं हुआ। बाद में फिर कोशिश करें। %@
id: Operasi data dan pembersihan salinan telah selesai, tetapi catatan pembersihan belum diperbarui. Coba lagi nanti. %@
it: L’operazione sui dati e la pulizia delle copie sono completate, ma la registrazione della pulizia non è ancora stata aggiornata. Riprova più tardi. %@
ja: データ操作とコピーのクリーンアップは完了しましたが、クリーンアップ記録はまだ更新されていません。後で再試行してください。%@
ko: 데이터 작업과 복사본 정리는 완료되었지만 정리 기록이 아직 업데이트되지 않았습니다. 나중에 다시 시도해 주세요. %@
nl: De gegevensbewerking en het opruimen van de kopieën zijn voltooid, maar de opruimregistratie is nog niet bijgewerkt. Probeer het later opnieuw. %@
pl: Operacja na danych i czyszczenie kopii zostały ukończone, ale wpis czyszczenia nie został jeszcze zaktualizowany. Spróbuj ponownie później. %@
pt: A operação de dados e a limpeza das cópias foram concluídas, mas o registro de limpeza ainda não foi atualizado. Tente novamente mais tarde. %@
ru: Операция с данными и очистка копий завершены, но запись об очистке ещё не обновлена. Повторите попытку позже. %@
th: การดำเนินการกับข้อมูลและการเก็บกวาดสำเนาเสร็จแล้ว แต่ยังไม่ได้อัปเดตระเบียนการเก็บกวาด โปรดลองอีกครั้งในภายหลัง %@
tr: Veri işlemi ve kopyaların temizliği tamamlandı ancak temizleme kaydı henüz güncellenmedi. Daha sonra yeniden deneyin. %@
vi: Thao tác dữ liệu và việc dọn dẹp các bản sao đã hoàn tất, nhưng bản ghi dọn dẹp chưa được cập nhật. Hãy thử lại sau. %@
zh_hant: 資料操作和副本清理已完成，但清理記錄尚未更新。請稍後再試。%@

source: 已完成，但仍有清理事项
ar: اكتمل، مع بقاء مهام تنظيف
de: Abgeschlossen, Bereinigung ausstehend
en: Completed with cleanup pending
eo: Finita, purigado ankoraŭ necesas
es: Completado, limpieza pendiente
fr: Terminé, nettoyage en attente
hi: पूरा हुआ, सफ़ाई बाकी है
id: Selesai, pembersihan tertunda
it: Completato, pulizia in sospeso
ja: 完了（クリーンアップ待ち）
ko: 완료됨, 정리 작업 남음
nl: Voltooid, opruimen nodig
pl: Ukończono, czyszczenie oczekuje
pt: Concluído, limpeza pendente
ru: Завершено, осталась очистка
th: เสร็จแล้ว ยังมีงานเก็บกวาด
tr: Tamamlandı, temizleme bekliyor
vi: Đã hoàn tất, còn việc dọn dẹp
zh_hant: 已完成，但仍有待清理項目

source: 重试清理
ar: إعادة محاولة التنظيف
de: Bereinigung erneut versuchen
en: Retry Cleanup
eo: Reprovi purigadon
es: Reintentar limpieza
fr: Réessayer le nettoyage
hi: सफ़ाई फिर आज़माएँ
id: Coba pembersihan lagi
it: Riprova pulizia
ja: クリーンアップを再試行
ko: 정리 다시 시도
nl: Opruimen opnieuw proberen
pl: Ponów czyszczenie
pt: Tentar limpeza novamente
ru: Повторить очистку
th: ลองเก็บกวาดอีกครั้ง
tr: Temizlemeyi Yeniden Dene
vi: Thử dọn dẹp lại
zh_hant: 重試清理

source: 仅移除清理记录
ar: إزالة سجل التنظيف فقط
de: Nur Bereinigungseintrag entfernen
en: Remove Cleanup Record Only
eo: Forigi nur la purigan registron
es: Eliminar solo el registro de limpieza
fr: Supprimer uniquement l’enregistrement de nettoyage
hi: केवल सफ़ाई रिकॉर्ड हटाएँ
id: Hapus catatan pembersihan saja
it: Rimuovi solo la registrazione della pulizia
ja: クリーンアップ記録のみ削除
ko: 정리 기록만 삭제
nl: Alleen opruimregistratie verwijderen
pl: Usuń tylko wpis czyszczenia
pt: Remover apenas o registro de limpeza
ru: Удалить только запись об очистке
th: ลบเฉพาะระเบียนการเก็บกวาด
tr: Yalnızca Temizleme Kaydını Kaldır
vi: Chỉ xóa bản ghi dọn dẹp
zh_hant: 僅移除清理記錄

source: 仅移除这条清理记录，不会删除本地备份或外置卷，也不会重新挂载。若副本仍存在，需要你自行清理。确定继续吗？
ar: ستتم إزالة سجل التنظيف هذا فقط. لن تُحذف أي نسخة احتياطية محلية أو وحدة تخزين خارجية، ولن يُعاد تحميل أي وحدة. إذا بقيت نسخ، فستحتاج إلى تنظيفها بنفسك. هل تريد المتابعة؟
de: Nur dieser Bereinigungseintrag wird entfernt. Weder die lokale Sicherheitskopie noch das externe Volume werden gelöscht. Das Volume wird auch nicht erneut eingebunden. Falls noch Kopien vorhanden sind, musst du sie selbst bereinigen. Fortfahren?
en: Only the cleanup record will be removed. No local backup or external volume will be deleted or remounted. If any copies remain, you will need to clean them up yourself. Continue?
eo: Nur ĉi tiu puriga registro estos forigita. Neniu loka sekurkopio aŭ ekstera volumo estos forigita, kaj neniu volumo estos remuntita. Se kopioj ankoraŭ ekzistas, vi devos mem purigi ilin. Ĉu daŭrigi?
es: Solo se eliminará este registro de limpieza. No se eliminará ninguna copia de seguridad local ni ningún volumen externo, ni se volverá a montar ningún volumen. Si quedan copias, tendrás que limpiarlas por tu cuenta. ¿Continuar?
fr: Seul cet enregistrement de nettoyage sera supprimé. Aucune sauvegarde locale ni aucun volume externe ne sera supprimé, et aucun volume ne sera remonté. S’il reste des copies, vous devrez effectuer leur nettoyage vous-même. Continuer ?
hi: केवल सफ़ाई का यह रिकॉर्ड हटाया जाएगा। स्थानीय बैकअप या बाहरी वॉल्यूम नहीं हटाए जाएँगे और दोबारा माउंट भी नहीं किया जाएगा। अगर कोई कॉपी बची है, तो उसकी सफ़ाई आपको खुद करनी होगी। जारी रखें?
id: Hanya catatan pembersihan ini yang akan dihapus. Cadangan lokal atau volume eksternal tidak akan dihapus, dan tidak akan dilakukan pemasangan ulang. Jika masih ada salinan, Anda perlu membersihkannya sendiri. Lanjutkan?
it: Verrà rimossa solo questa registrazione della pulizia. Nessun backup locale o volume esterno verrà eliminato e nessun volume verrà rimontato. Se rimangono delle copie, dovrai occuparti della pulizia manualmente. Continuare?
ja: このクリーンアップ記録のみを削除します。このMac上のバックアップや外部ボリュームの削除、再マウントは行いません。コピーが残っている場合は、ご自身でクリーンアップする必要があります。続けますか？
ko: 이 정리 기록만 삭제합니다. 로컬 백업이나 외장 볼륨은 삭제하지 않으며 다시 마운트하지도 않습니다. 복사본이 남아 있다면 직접 정리해야 합니다. 계속하시겠습니까?
nl: Alleen deze opruimregistratie wordt verwijderd. De lokale veiligheidskopie en het externe volume worden niet verwijderd, en het volume wordt niet opnieuw aangekoppeld. Als er nog kopieën zijn, moet je die zelf opruimen. Doorgaan?
pl: Usunięty zostanie tylko ten wpis czyszczenia. Lokalna kopia zabezpieczająca ani wolumin zewnętrzny nie zostaną usunięte; nie nastąpi też ponowne montowanie. Jeśli kopie nadal istnieją, ich czyszczenie trzeba będzie wykonać samodzielnie. Kontynuować?
pt: Apenas este registro de limpeza será removido. Nenhum backup local ou volume externo será excluído, e nenhum volume será montado novamente. Se restarem cópias, você precisará fazer a limpeza por conta própria. Continuar?
ru: Будет удалена только эта запись об очистке. Локальная резервная копия и внешний том не будут удалены; повторное монтирование также не выполняется. Если копии остались, очистку нужно будет выполнить самостоятельно. Продолжить?
th: จะลบเฉพาะระเบียนการเก็บกวาดนี้ โดยไม่ลบข้อมูลสำรองบนเครื่องหรือดิสก์โวลุ่มภายนอก และจะไม่ต่อเชื่อมใหม่ หากยังมีสำเนาเหลืออยู่ คุณต้องเก็บกวาดด้วยตนเอง ต้องการดำเนินการต่อหรือไม่?
tr: Yalnızca bu temizleme kaydı kaldırılacak. Yerel yedek veya harici birim silinmeyecek ve yeniden bağlama yapılmayacak. Kopyalar hâlâ mevcutsa bunları kendiniz temizlemeniz gerekir. Devam edilsin mi?
vi: Chỉ bản ghi dọn dẹp này bị xóa. Bản sao lưu trên máy và ổ lưu trữ ngoài sẽ không bị xóa, và ổ sẽ không được gắn kết lại. Nếu vẫn còn các bản sao, bạn sẽ cần tự dọn dẹp. Tiếp tục?
zh_hant: 僅移除這筆清理記錄，不會刪除本機備份或外接卷宗，也不會重新掛載。若副本仍存在，需要你自行清理。確定要繼續嗎？
